/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@（%2$@）";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@、%2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@、%2$d %3$@、データ＝%4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "＜NULL＞
";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AAが侵害されました";

/* Label of field in authority info access extension */
"Access Location" = "アクセスロケーション";

/* Label of field in authority info access extension */
"Access Method" = "アクセスメソッド";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "認証の情報が変更されました";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "アルゴリズム";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "認証局証明書シリアル番号";

/* Authority info access extension label */
"Authority Information Access" = "認証局情報アクセス";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "証明書鍵識別子";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "基本的な制約";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "ビット文字列";

/* No comment provided by engineer. */
"bits" = "ビット";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "バイト文字列";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "バイト";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA が侵害されました";

/* X.509 key usage bitfield name */
"Cert Sign" = "証明書の署名";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "認証局";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "一時停止";

/* Certificate Policies extension label */
"Certificate Policies" = "証明書ポリシー";

/* No comment provided by engineer. */
"Certificate Type" = "証明書のタイプ";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "利用中止";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "重大";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL 配布ポイント";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL 発行者";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL 署名";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "データ";

/* X.509 key usage bitfield name */
"Data Encipherment" = "データ暗号化";

/* X.509 key usage bitfield name */
"Decipher Only" = "暗号解読のみ";

/* X.509 key usage bitfield name */
"Digital Signature" = "デジタル署名";

/* label for general name field value */
"Directory Name" = "ディレクトリ名";

/* label for general name field value */
"DNS Name" = "DNS 名";

/* label for general name field value */
"EDI Party Name" = "EDI パーティ名";

/* label for general name field value */
"Email Address" = "メールアドレス";

/* X.509 key usage bitfield name */
"Encipher Only" = "暗号化のみ";

/* No comment provided by engineer. */
"Expired" = "期限切れ";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "有効期限";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "不適切なテキスト";

/* Extended key usage extension label */
"Extended Key Usage" = "拡張鍵用途";

/* Label used for General Name entry when value is invalid */
"General Name" = "一般的な名称";

/* Label used for General Names when value is invalid */
"General Names" = "一般的な名称";

/* No comment provided by engineer. */
"Hostname mismatch." = "ホスト名が一致しません。";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "ポリシーマッピングの抑制";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@が無効です";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "証明書チェーンのリンクが無効です。";

/* label for general name field value */
"IP Address" = "IP アドレス";

/* No comment provided by engineer. */
"Issued By" = "発行元";

/* No comment provided by engineer. */
"Issuer Name" = "発行者名";

/* No comment provided by engineer. */
"Issuer Summary" = "発行者の概要";

/* No comment provided by engineer. */
"Issuer Unique ID" = "発行者の固有 ID";

/* X.509 key usage bitfield name */
"Key Agreement" = "鍵の承諾";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "キーが侵害されました";

/* X.509 key usage bitfield name */
"Key Encipherment" = "鍵の暗号化";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "鍵識別子";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "CRL発行者に対する相対識別名";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "いいえ";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "否認防止";

/* field value of parameters field when no parameters are present */
"none" = "なし";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "表示されません（タグ = %1$@、長さ %2$d）";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "無効になる日付：";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "有効になる日付：";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "通知番号";

/* Netscape certificate type usage value */
"Object Signing" = "オブジェクト署名";

/* Netscape certificate type usage value */
"Object Signing CA" = "オブジェクト署名CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OIDが長すぎます。";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "1通以上の証明書の有効期限が切れているか、まだ有効になっていません。";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "サポートされていない重要な拡張領域が1項目以上見つかりました。";

/* Label of field in Certificate Policies extension */
"Organization" = "組織";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "その他の名前";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "パラメータ";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "パスの長さの制約条件";

/* Policy constraints extension label */
"Policy Constraints" = "ポリシーの制約";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "ポリシー識別子#%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "ポリシー修飾子#%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "ポリシー要件が満たされていません。";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "秘密鍵の使用期間";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "アクセス権が取り消されています";

/* No comment provided by engineer. */
"Public Key Algorithm" = "公開鍵アルゴリズム";

/* No comment provided by engineer. */
"Public Key Data" = "公開鍵データ";

/* Label of field in extended key usage extension */
"Purpose" = "目的";

/* Label of field in Certificate Policies extension */
"Qualifier" = "修飾子";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "理由";

/* label for general name field value */
"Registered ID" = "登録 ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "明示的ポリシーの要求";

/* Netscape certificate type usage value */
"Reserved" = "予約されています";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "ルート証明書が信頼されていません。";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "シーケンス";

/* No comment provided by engineer. */
"Serial Number" = "シリアル番号";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "設定";

/* No comment provided by engineer. */
"Signature" = "署名";

/* No comment provided by engineer. */
"Signature Algorithm" = "署名アルゴリズム";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSLクライアント";

/* Netscape certificate type usage value */
"SSL server" = "SSLサーバ";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "サブジェクト鍵識別子";

/* No comment provided by engineer. */
"Subject Name" = "サブジェクト名";

/* No comment provided by engineer. */
"Subject Unique ID" = "サブジェクト固有 ID";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "置き換えられました";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "この証明書の発行者は有効期限が切れています";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "この証明書の発行者はまだ期限が有効ではありません";

/* No comment provided by engineer. */
"This certificate has expired" = "この証明書の有効期限が切れています";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "この証明書はまだ有効になっていません";

/* The certificate is temporally valid */
"This certificate is valid" = "この証明書は有効です";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "未パースの%@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "使用されていません";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "使用法";

/* No comment provided by engineer. */
"Valid from" = "有効期間開始日";

/* No comment provided by engineer. */
"Version" = "バージョン";

/* label for general name field value */
"X.400 Address" = "X.400 アドレス";

/* Label of a X.501 Name */
"X.501 Name" = "X.501名";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509バージョン %1$d %2$s証明書";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "はい";

